Revit 2027 API
SpecTypeId.Factor Property
 Factor, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Factor { get; }
Public Shared ReadOnly Property Factor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Factor {
	ForgeTypeId^ get ();
}
static member Factor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace